wrk_load/wrk_results/01_warmup_post.txt
Running 10s test @ http://localhost:8080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.96ms    1.05ms  24.06ms   90.87%
    Req/Sec   403.24     43.67   717.00     93.28%
  16145 requests in 10.10s, 3.53MB read
Requests/sec:   1599.00
Transfer/sec:    357.95KB