wrk_load/wrk_results/01_warmup_post.txt
Running 30s test @ http://localhost:8080
  24 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   339.40ms   25.28ms 446.97ms   90.47%
    Req/Sec     1.33k     1.05k   15.43k    66.45%
  878811 requests in 30.10s, 189.96MB read
Requests/sec:  29198.67
Transfer/sec:      6.31MB