wrk_load/wrk_results/02_read_by_id.txt
Running 10s test @ http://localhost:8080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.10ms  744.95us  13.15ms   86.86%
    Req/Sec     1.87k   340.16     2.55k    66.25%
  74347 requests in 10.01s, 14.62MB read
Requests/sec:   7426.91
Transfer/sec:      1.46MB