wrk_load/wrk_results/02_read_by_id.txt
Running 30s test @ http://localhost:8080
  24 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   152.71ms   57.69ms   1.12s    97.80%
    Req/Sec     2.85k   552.97    18.26k    79.19%
  2015508 requests in 30.09s, 426.08MB read
Requests/sec:  66971.91
Transfer/sec:     14.16MB