wrk_load/wrk_results/03_read_by_status.txt
Running 10s test @ http://localhost:8080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   187.45ms   51.29ms 368.92ms   65.57%
    Req/Sec    11.22      4.32    20.00     71.57%
  424 requests in 10.03s, 612.89MB read
Requests/sec:     42.28
Transfer/sec:     61.12MB