wrk_load/wrk_results/03_read_by_status.txt
Running 30s test @ http://localhost:8080
  24 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.31s   126.67ms   2.00s    94.49%
    Req/Sec   285.14    244.07     2.38k    70.02%
  185353 requests in 30.10s, 17.11GB read
Requests/sec:   6157.90
Transfer/sec:    581.98MB