wrk_load/wrk_results/04_read_all.txt
Running 10s test @ http://localhost:8080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   192.81ms   68.68ms 577.00ms   76.72%
    Req/Sec    11.27      4.82    30.00     68.49%
  416 requests in 10.09s, 602.78MB read
Requests/sec:     41.22
Transfer/sec:     59.72MB