wrk_load/wrk_results/04_read_all.txt
Running 30s test @ http://localhost:8080
  24 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.29s   137.75ms   2.00s    94.76%
    Req/Sec   339.45    366.91     2.94k    86.83%
  187500 requests in 30.10s, 17.31GB read
Requests/sec:   6229.66
Transfer/sec:    588.76MB