wrk_load/wrk_results/05_healthz.txt
Running 10s test @ http://localhost:8080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   710.52us  742.49us  27.02ms   92.47%
    Req/Sec     3.01k   542.30     3.95k    74.50%
  120053 requests in 10.01s, 8.59MB read
Requests/sec:  11994.78
Transfer/sec:      0.86MB