wrk_load/wrk_results/05_healthz.txt
Running 30s test @ http://localhost:8080
  24 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.31ms   48.26ms 860.36ms   97.07%
    Req/Sec    10.11k     1.70k   21.50k    89.90%
  7235401 requests in 30.09s, 517.52MB read
Requests/sec: 240432.39
Transfer/sec:     17.20MB